//声明序列号
var LICENSE_KEY 	= '8890';
var REMOTE_IP 		= 'www.mapbar.com';



//每层地图切片的文件夹名称levelFolder
var LEVEL_FOLDER	= ['W','0','1','2','3','4','5','6','7','8','9','10','11','12','13','16'];

//每层地图切片所跨的经度数
var TILE_LNG_RANGE	= [90,40,20,10,5,2,1,0.5,0.2,0.1,0.05,0.02,0.01,0.005,0.002,0.001];

//每层地图切片所跨的维度数
var TILE_LAT_RANGE	= [90*0.8,40*0.8,20*0.8,10*0.8,5*0.8,2*0.8,0.8,0.5*0.8,0.2*0.8,0.1*0.8,0.05*0.8,0.02*0.8,0.01*0.8,0.005*0.8,0.002*0.8,0.001*0.8];

//地图区块大小 将不同区块的放在不同的文件夹下面进行管理
var BLOCK_SIZE		= [10,10,10,10,10,10,10,10,10,10,50,50,50,50,50,50];

//纬度的偏移
var LAT_OFFSET		= [0,0,0,0,0,0,0,0,75,0,0,-150,0,0,0,0];

var MULTIPLE		= 100000;